# Cross-platform CLI tools. Used on macOS + Linuxbrew.
brew "git"
brew "zsh"
brew "tmux"
brew "neovim"
brew "stow"
brew "starship"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "bat"
brew "btop"
brew "lazygit"
brew "gh"
brew "jq"
brew "tree"
brew "wget"
brew "curl"
